tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap "thoughtbot/formulae"
tap "heroku/brew"
tap "puma/puma"

brew "rcm"
brew "git"
brew "hub"
brew "gh"
brew 'curl', link: true
brew "gzip"
brew "unzip"
brew "rsync"
brew "ripgrep"
brew 'libgphoto2'
brew 'libpng'
brew 'libtiff'
brew 'chafa'
brew "graphviz"
brew 'ffmpeg'
brew 'ffmpegthumbnailer'
brew 'imagemagick'
brew 'nginx'
brew 'redis', restart_service: true
brew 'elixir'
brew 'erlang'
brew 'volta'
brew 'yarn'
brew 'rbenv'
brew 'coffeescript'
brew 'gpg'

cask 'homebrew/cask-versions/adoptopenjdk8'
cask 'alfred'
cask "firefox"
cask "google-chrome"
cask "discord"
cask "slack"
cask "iterm2"
cask "1password"
cask "microsoft-office"
cask "visual-studio-code"
cask "gitup"
cask "postico"
cask "dropbox"
cask "vlc"
cask "kindle"
cask "imageoptim"
cask 'sizeup'
cask 'zoom'
cask 'spotify'
cask 'charles'
cask "postgres"
cask 'android-studio'
cask 'android-file-transfer'
cask 'android-messages'
cask 'android-ndk'
cask 'android-platform-tools'
cask 'android-sdk'
cask 'docker'
cask 'adobe-creative-cloud'
cask 'linear-linear'
cask 'handbrake'

brew 'node'
cask 'chromedriver'
brew 'awscli'
brew 'heroku'
brew "watchman"
brew "puma-dev"
